-- Adminer 5.3.0 PostgreSQL 17.4 dump

DROP TABLE IF EXISTS "file";
CREATE TABLE "public"."file" (
    "id" uuid NOT NULL,
    "fileName" character varying(128),
    "type" character varying(32),
    "data" bytea,
    "embedding" vector(3072) DEFAULT array_fill(1, ARRAY[3072]),
    "text" text,
    CONSTRAINT "items_pkey" PRIMARY KEY ("id")
)
WITH (oids = false);

INSERT INTO "file" ("id", "fileName", "type", "data", "embedding", "text") VALUES
('047b0680-be3a-47ae-9420-08343a4e20d4',	NULL,	NULL,	NULL,	'[1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1]',	NULL),
('d16d4687-72a8-46aa-9bbf-2a1bd72b3b9f',	'Test-Dokument 1',	'pdf',	'%PDF-1.6
%� � � � 
1495 0 obj
<</Linearized 1/L 157201/O 1497/E 87782/N 6/T 156744/H [ 504 246]>>
endobj
            
1512 0 obj
<</DecodeParms<</Columns 5/Predictor 12>>/Filter/FlateDecode/ID[<9655878D4ED2244CBC428CBE9B101240><FF8FB60E11524E469AFE900C8A3EB482>]/Index[1495 25]/Info 1494 0 R/Length 90/Prev 156745/Root 1496 0 R/Size 1520/Type/XRef/W[1 3 1]>>stream
h� bbd```b``� "g� � B� |LN� ڀH90� L� � � &� q0i',	'[1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1]',	'Seite 1/6 
 
Bezirksausschuss des 6. Stadtbezirkes 
 
Landeshauptstadt 
München 
Sendling 
 
 
Landeshauptstadt München, Direktorium 
Meindlstraße 14, 81373 München 
 
 
Vorsitzender: 
Markus S. Lutz 
Kraelerstr. 4 
81373 München 
 
Geschäftsstelle: 
Meindlstr. 14, 81373 München 
Telefon: 233 33881 
Telefax: 233 33885 
E-Mail: bag-sued.dir@muenchen.de 
 
München, 19.05.2025 
 
Sehr geehrte Damen und Herren, 
 
ich lade Sie hiermit zur nächsten Sitzung des Bezirksausschusses 6 - Sendling ein 
 
 
am Montag, 02.06.2025, 18:30 Uhr, 
im Sitzungssaal des Sozialbürgerhauses Sendling, 
Meindlstr. 16, 81373 München 
 
 
Folgende Tagesordnung schlage ich vor: 
 
1. 
Beschluss über die Tagesordnung / Genehmigung des Protokolls der letzten Sitzung 
 
 
1.1 
Protokolle der Sitzungen vom 07.04.2025 und 05.05.2025 
 
 
1.2 
Nachbesetzung der Unterausschüsse 
 
 
2. 
Bürger*innensprechstunde (von 18:30 - 19:00 Uhr / 2 Min. Redezeit /  
1 Person pro Thema) 
 
 
2.1 
Parkende Fahrzeuge in der Grünanlage Sendling, Wackersberger Straße 
 
 
2.2 
Ampelschaltung an der Ecke Lindenschmitstraße / Plinganserstraße 
 
 
2.3 
Kreative Begegnungsstätte in Sendling – Möglichkeit zur Förderung 
 
 
2.4 
Taubenplage U-Bahnhof Harras 
 
 
2.5 
Fuß- und Radbrücke über den Mittleren Ring bzw. Brudermühlstraße – 
erhöhte Unfallgefahr durch verengte Brückenbreite 
 
 
2.6 
Situation um den Quartiersplatz 
 
 
2.7 
Tempo-30-Zone in der Implerstraße 
An 
alle Mitglieder 
des Bezirksausschusses 6 - Sendling 
Seite 2/6 
 
2.8 
Fußgängerinnen und Fußgänger am U-Bahn-Eingang Implerstraße / Oberländerstraße 
 
 
2.9 
Fahrradparken Brudermühlstraße 
 
 
2.10 
Liegestühle im Südbad 
 
 
2.11 
Dreharbeiten am Gotzinger Platz 
 
 
2.12 
Gefahrenstelle am Radweg der Baustelle beim Blumengroßmarkt – 
Schlagloch bei Verkehrsführung 
 
 
2.13 
Parkplatzsituation in der Meindlstraße 
 
 
2.14 
Antrag auf Einrichtung eines Stellplatzes für Lastenfahrräder in der Schmied-Kochel-Straße 
 
 
2.15 
Unterstützung bei Anbringung von Markierungen in der Radlkoferstraße und Am Harras 
 
 
3. 
Referatsvertreter*innen und eingeladene Gäste nehmen Stellung 
 
 
4. 
Unterausschuss Planen - Bauen - Wohnen 
 
 
4.1 
Entscheidungen 
 
 
4.2 
Anhörungen 
 
 
4.2.1 
Erneute Anhörung zur Novellierung der BaumSchutzV der Landeshauptstadt München 
 
 
4.3 
Unterrichtungen 
 
 
4.3.1 
Lösung zum Sendlinger Loch; 20-26 / V 15898 – 
Entscheidung des Oberbürgermeisters 
 
 
4.3.2 
Taubenplage Implerstraße 
 
 
4.3.3 
2. Stammstrecke, 6. Planänderung PFA 3 Ost, Zugangstreppe Autoreisezugverladung 
 
 
4.3.4 
Klimaresilientes München 2050 – Konkretisierung der Ziele der 
Klimaanpassung in München 
 
 
4.4 
Anträge 
 
 
4.4.1 
Nach wie vor schleppender Umbau der BSA Wackersbergerstraße 49 - SC Süd 
(CSU-Fraktion) 
 
 
4.4.2 
Stadtbäume in Sendling: Schwammstadt-Prinzip umsetzen! (SPD-Fraktion) 
 
 
4.5 
Sonstiges 
 
 
4.5.1 
Unterstützungsschreiben der Bezirksausschüsse zum Antrag Nr. 20-26 / B07422 
des Bezirksausschusses des 17. Stadtbezirkes – 
Postfiliale am Tegernseer Platz 
 
 
4.5.2 
5-monatige Schließung der Edeka-Filiale in der Implerstraße und der dortigen 
Postfiliale / Bäckerei (Anfrage CSU Fraktion) 
Seite 3/6 
 
5. 
Unterausschuss Öffentlicher Raum, Mobilität und Gewerbe 
 
 
5.1 
Entscheidungen 
 
 
5.1.1 
(E) Reduzierung des Durchgangsverkehrs in der Aberlestraße 
20-26 / E 02479 (BV-EMP) 
 
 
5.2 
Anhörungen 
 
 
5.3 
Unterrichtungen 
 
 
5.3.1 
Fahrradstellplätze in der Sylvensteinstraße 
 
 
5.3.2 
Gefährdung von Fußgängern und Hunden durch schnelle Fahrräder und E-Bikes 
 
 
5.3.3 
Erlaubnis Oberländerstraße 33, BaustellenNr. S 00862/25 – Terminverschiebung 
 
 
 
 
5.3.4 
Teilaufhebung der Tempo-30-Zone in der Implerstraße 
 
 
5.3.5 
Änderungen im Parklizenzgebiet Karwendelstraße  
hier: Karwendelstraße 
 
 
5.3.6 
Baustelle in der Schäftlarnstraße 92 / Bruderhofstraße 43 
 
 
5.3.7 
Erleichterte streckenbezogene Anordnung von Tempo 30  
vor Schulen und ähnliche Einrichtungen  
hier: Implerstraße 35 
 
 
5.3.8 
Versammlungsanzeige: "Für freie Meinungsäußerung" am 11.06.2025 und 09.07.2025 
 
 
5.3.9 
Baumaßnahmen der SWM im Stadtbezirk 
- SWM Fernwärmeprojekt Schäftlarnstraße 
- SWM Fernwärmeprojekt Senserstraße 
 
 
5.3.10 Neue Toilettenanlage am Herzog-Ernst-Platz 
BA-Antrags-Nr. 20-26 / B 07538 
 
 
5.3.11 Infos zur Sommerstraßen 2025 
 
 
5.3.12 Beleuchtung im Fußgängertunnel Plingganserstraße 56a / 58 a 
 
 
5.3.13 Vorschlag zur Sanierung der Karwendelstraße 
 
 
5.3.14 Sanierung der Steinerstraße und die Parksituation um das OCM 
 
 
5.4 
Anträge 
 
 
5.4.1 
Verschmutzte Verkehrs- und Straßen-Schilder in Sendling (Seniorenvertretung) 
 
 
5.4.2 
Sicherheit geht vor! Fuß und Radweg am Roten-Turm-Platz / Ecke Demleitnerstraße regeln 
(SPD-Fraktion) 
 
 
5.4.3 
Neuen Lastenfahrradabstellplatz Hans-Klein-Straße verlegen (SPD-Fraktion) 
Seite 4/6 
 
5.4.5 
Mini-Busspur zwischen Pfeuferstraße 16 und 20 abmarkieren als Aufstellfläche bei Stau 
(SPD-Fraktion) 
 
 
5.5 
Sonstiges 
 
 
6. 
Unterausschuss Budget- und Satzungsangelegenheiten 
 
 
6.1 
Entscheidungen 
 
 
6.1.1 
(E) Stadtbezirksbudget 
Tarzanmäuse e.V. 
„Parklet für die Alramstraße vom 31.05.2025 - 25.10.2025“ 
519,27 € / AZ: 0262.0-6-0556 
 
 
6.1.2 
(E) Stadtbezirksbudget 
Nachbarschaftsinitaitive Meindlstraße für alle Parklet in der Meindlstraße 6 
vom 28.05.2025 - 31.10.2025“ 
610,00 € / AZ: 0262.0-6-0554 
 
 
6.1.3 
(E) Stadtbezirksbudget 
Bürgerinitiative „Nachhaltigkeitsforum am 25.10.2025“ 
3.350,00 € / AZ: 0262.0-6-0551 
 
 
6.1.4 
(E) Stadtbezirksbudget 
MINCA 
„MINCA Politik-Kiosk Sendling vom 09.05.2025 - 31.10.2025“ 
1.850,00 € / AZ: 0262.0-6-0555 
 
 
6.1.5 
(E) Stadtbezirksbudget 
H-Team e.V. 
„Modernisierung der Küche für Besucher, Gäste, Klienten und Veranstaltungen“ 
10.800,00 € / AZ: 0262.0-6-0550 
 
 
6.1.6 
(E) Stadtbezirksbudget 
Kurdische Gemeinde München e.V. 
„Kurdische Filmtage München vom 30.05.2025 - 02.06.2025“ 
3.460,00 € / AZ: 0262.0-6-0553 
 
 
6.1.7 
(E) Stadtbezirksbudget 
Wasserwacht München Mitte 
„Jugendfreizeit vom 04.08.2025 - 10.08.2025“ 
1.924,33 € / AZ: 0262.0-6-0546 
 
 
6.1.8 
(E) Stadtbezirksbudget 
Elternbeirat der Mittelschule Implerstraße 35 
„Kicker Implerschule “ 
AZ: 0262.0-6-0548/ 2.994,00 € 
 
 
6.1.9 
(E) Stadtbezirksbudget 
Münchner Kreis für Volksmusik 
„Bayerwaldhaus im Westpark vom 21.04.2025 - 10.05.2025“ 
8.000,00 € / AZ: 0262.0-6-0536 
 
 
 
 
Seite 5/6 
 
6.1.10 (E) Stadtbezirksbudget 
Tintenforscher e.V. 
„Renovierung Leseraum vom 15.05.2025 - 31.08.2025“ 
860,00 € / AZ: 0262.0-6-0558 
 
 
6.1.11 (E) Stadtbezirksbudget 
Init. "Jazzkonzert in der Bäckerei" 
„Jazzkonzert in der Bäckerei Neulinger Filiale Sendling Gotzingerstr. 48 am 016.03.2026“ 
1.150,00 € / AZ: 0262.0-6-0557 
 
 
6.2 
Anhörungen 
 
 
6.3 
Unterrichtungen 
 
 
6.3.1 
Verwendungsnachweise: 
- We won’t Shut Up! 03.03.2025 – 20.03.2025 
- Kita Igelchen e.V. – ergonomisches Sitzen in unserer Kindertagesstätte 
 
 
6.4 
Anträge 
 
 
6.5 
Sonstiges 
 
 
7. 
Unterausschuss Bildung und Soziales 
 
 
7.1 
Entscheidungen 
 
 
7.2 
Anhörungen 
 
 
7.3 
Unterrichtungen 
 
 
7.3.1 
Jahresbericht 2024 der Erziehungsberatungsstelle Hansastraße 
 
 
7.4 
Anträge 
 
 
7.5 
Sonstiges 
 
 
7.5.1 
Eröffnungsveranstaltung am 15.05.2025 an der Grundschule Pfeuferstraße 1 
-Vom Schulhof zum Spielhof- 
 
 
7.5.2 
Ausschreibung Stefan Schörghuber Preis 2025 
 
 
8. 
Unterausschuss Kultur und Freizeit 
 
 
8.1 
Entscheidungen 
 
 
8.1.1 
Genehmigung einer Freischankfläche in der Aberlestraße 21 
 
 
8.1.2 
Genehmigung einer Freischankfläche in der Fallstraße 26 
 
 
8.2 
Anhörungen 
 
 
8.2.1 
Konzert Sendlinger Kulturschmiede e.V. am Sendlinger Kirchplatz am 21.06.2025 
 
 
Seite 6/6 
 
8.2.2 
Beschlussvorlage Frühlingsfest 2026: Verlängerung der Spielzeit zum 60. Jubiläum auf der 
Theresienwiese - Bitte um Stellungnahme 
 
 
8.2.3 
Veranstaltung in einer städtischen Grünanlage; 
Titus Locals Only Contest, Wacker Skatepark Harras 
am 08.06.2025 (Ersatztermin: 13.07.2025) 
 
 
8.2.4 
Veranstaltung in einer städtischen Grünanlage; 
Sommerfest KiGa Flaucherfüchse in den Isarauen am Flaucher (Kleine Wiese Nähe Spiel-
platz) am 19.07.2025 (Ersatztermin: 25.07.2025); TERMIN NEU: 06.06.2025 
 
 
8.3 
Unterrichtungen 
 
 
8.3.1 
Veranstaltung in einer städtischen Grünanlage;  
Bücher-Action am Bücherschrank, Nachbarschaftstreff Theresia am Herzog-Ernst-Platz am 
20.05.2025 (Ersatztermin: 27.05.2025) 
 
 
8.3.2 
Veranstaltung in einer städtischen Grünanlage; 
Greifvogel-Vorführung Naturkindergarten Flaucherfüchse e.V.  
Am Isarkanal / Ecke Hans-Preißinger-Straße am 21.05.2025 
 
 
8.4 
Anträge 
 
 
8.5 
Sonstiges 
 
 
8.5.1 
Erinnerungszeichen Münchner Wohnen 08.07.2025 um 16.00 Uhr 
 
 
9. 
Verschiedenes / Sonstiges 
 
 
9.1 
Entscheidungen 
 
 
9.1.1 
Oktoberfest 2025 – Besuch des Sendlinger Bezirksausschusses 
 
 
9.2 
Anhörungen 
 
 
9.3 
Unterrichtungen 
 
 
9.4 
Anträge 
 
 
9.5 
Sonstiges 
 
 
 
Mit freundlichen Grüßen 
 
gez. 
 
Markus S. Lutz 
Vorsitzender des Sendlinger Bezirksausschusses 
');

-- 2025-07-10 15:12:15 UTC
